Repository: luh-luis-css/ckanext-doi
Catalog: ckanext/doi/i18n/*/LC_MESSAGES/ckanext-doi.po
Languages: de

source: Cite this as
de: Zitieren als

source: Dataset:
de: Datensatz:

source: Private DOI
de: Unveröffentlichter DOI

source: This DOI is not yet resolvable.
de: Der DOI ist noch nicht erreichbar.

source: It is available for use in manuscripts, and will be published when the Dataset is made public.
de: Sie können diesen DOI bereits in Manuskripten verwenden. Wird der Datensatz veröffentlicht, ist der DOI ebenfalls öffentlich zugänglich.

source: Retrieved:
de: Abgerufen:

source: Title
de: Titel

source: eg. A descriptive title
de: ein beschreibender Titel

source: Author(s)
de: Autor(en)

source: Author Email
de: Emailadresse des Autors
